/* Screencast Quota Warning Title */
"Approaching Video Limit" = "Alcanzando el límite de vídeo";

/* Screencast Call to Action: Contact Us */
"Contact Us" = "Contacto";

/* Screencast Call to Action: Manage Library */
"Manage Library" = "Administrar biblioteca";

/* OK */
"OK" = "Aceptar";

/* Unable to share Screencast2022 error - message */
"Please check your network connection and try again." = "Comprueba la conexión de red y vuelve a intentarlo.";

/* plugin name */
"Screencast" = "Screencast";

/* Sign in button Screencast2022 */
"Sign In..." = "Iniciar sesión...";

/* Sign out button Screencast2022 */
"Sign Out" = "Cerrar sesión";

/* Link has been copied Screencast2022 message */
"The link to your capture is ready to be pasted" = "El enlace a tu captura está listo para ser pegado.";

/* Screencast Quota Reached Title */
"Unable to Share to Screencast" = "No es posible compartir en Screencast";

/* Trial expired Screencast2022 error - title
   Unable to share Screencast2022 error - title */
"Unable to share to Screencast" = "No es posible compartir en Screencast";

/* Screencast Call to Action: Upgrade */
"Upgrade" = "Actualizar";

/* plugin description */
"Upload the capture to Screencast for image or video hosting." = "Carga una imagen o un vídeo en la plataforma de alojamiento Screencast.";

/* plugin description */
"Upload the capture to the cloud for image or video hosting." = "Carga la captura y aloja imágenes o vídeos en la nube.";

/* Screencast Quota Warning Message for Free Accounts */
"You are close to the 25 video limit on your free Screencast account. Upgrade to unlock 250 videos or manage your Screencast Library to keep sharing without interruption." = "Estás cerca del límite de 25 vídeos en tu cuenta gratuita de Screencast. Actualiza para desbloquear 250 vídeos o gestionar tu biblioteca de Screencast para compartir sin interrupciones.";

/* Screencast Quota Warning Message for Pro Accounts */
"You are close to your limit of 250 videos. Review and manage your Screencast Library to keep sharing, or contact us for more account options." = "Estás cerca de tu límite de 250 vídeos. Revisa y gestiona tu biblioteca de Screencast para seguir compartiendo o ponte en contacto con nosotros para saber más sobre las opciones de tu cuenta.";

/* Screencast Quota Reached Message for Free Accounts */
"You've reached the limit of 25 videos on your free Screencast account. Upgrade now to allow 250 videos or manage your Screencast Library to keep the conversations going." = "Has alcanzado el límite de 25 vídeos en tu cuenta gratuita de Screencast. Actualiza ahora para permitir 250 vídeos o gestionar tu biblioteca de Screencast para mejorar la comunicación.";

/* Screencast Quota Reached Message for Pro Accounts */
"You've reached your limit of 250 videos. Review and manage your Screencast Library to keep sharing, or contact us for more account options." = "Has alcanzado el límite de 250 vídeos. Revisa y gestiona tu biblioteca de Screencast para seguir compartiendo o ponte en contacto con nosotros para saber más sobre las opciones de tu cuenta.";

/* Trial expired Screencast2022 error - message */
"Your trial or account access has ended. Please update your account to share." = "Tu periodo de prueba o acceso a la cuenta ha vencido. Actualiza tu cuenta para compartir.";

